{
    "categorias":[
        "Smartphones y Tablets Innovadores 📱💻",
        "Laptops y Accesorios de Alto Rendimiento 💻⚡",
        "Hogar Inteligente y Domótica 🏠📲",
        
        "Moda y Accesorios Femeninos 👗✨",
        "Lencería Femenina 💋🔥",
        "Moda y Accesorios Masculinos 👔💼",
        "Lencería Masculina 🩲💪",
        
        "Herramientas y Proyectos para el Hogar 🛠️🏡",
        "Salud, Belleza y Bienestar 💅🌿",
        "Accesorios para Mascotas 🐾🎾",
        
        "Repuestos y Accesorios para Automóviles y Motos 🚗🏍️"
    ],
    "constantes":{
        "Smartphones y Tablets Innovadores 📱💻":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_01.gif",
            "Title":"Compra los Mejores Smartphones y Tablets Innovadores | Última Tecnología",
            "Subtitle":"Descubre smartphones y tablets de última generación con las mejores ofertas. Innovación y rendimiento al alcance de tu mano.",
            "KEYWORDS": "smartphones 2024, tablets modernas, tecnología móvil, mejores smartphones, comprar celulares en El Salvador, smartphones de gama alta, tablets Android, iPhone 2024, tablets para estudiantes, tecnología 5G, smartphones con buena cámara, celulares resistentes al agua, Samsung Galaxy, tablets ligeras, dispositivos electrónicos globales, tablets para videojuegos, tablets para diseño gráfico, smartphones con IA, celulares con buena batería, iPads nuevas, innovación en smartphones, mejores celulares en México, comprar tablets en línea, smartphones de última generación, celulares para trabajo remoto, celulares con pantalla OLED, celulares plegables, iPhone 15, Huawei, Xiaomi, tecnología avanzada smartphones, smartphones y tablets en Argentina, celulares económicos, celulares con carga rápida, tablets con gran almacenamiento, smartphones en España, tablets Apple, teléfonos desbloqueados, celulares con doble SIM, iPads baratas, Samsung Galaxy Tab, smartphones para fotografía, casansv"
        },
        "Laptops y Accesorios de Alto Rendimiento 💻⚡":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_02.gif",
            "Title":"Laptops y Accesorios de Alto Rendimiento | Potencia y Velocidad",
            "Subtitle":"Las mejores laptops y accesorios con un rendimiento superior. Optimiza tu productividad con la tecnología más avanzada.",
            "KEYWORDS": "laptops 2024, laptops para gaming, mejores laptops para trabajo, portátiles de alta gama, accesorios para laptops, comprar laptops en México, laptops para diseño gráfico, laptops potentes, portátiles con buena batería, laptops para estudiantes, laptops con pantalla táctil, MacBook 2024, laptops ligeras, portátiles con buen rendimiento, accesorios de computadora, mejores laptops calidad-precio, laptops para programación, portátiles para edición de video, laptops HP, laptops Dell, comprar laptops online, portátiles para trabajar desde casa, laptops en El Salvador, laptops para viajar, portátiles ASUS, laptops económicas, estaciones de trabajo portátiles, cargadores rápidos para laptops, laptops en Argentina, mejores portátiles de 2024, tecnología portátil avanzada, laptops con procesadores Intel, laptops con procesadores AMD, portátiles de última generación, portátiles de trabajo remoto, laptops en Chile, laptops Lenovo, fundas para laptops, laptops con gran almacenamiento, portátiles para arquitectos, casansv"
        },
        "Hogar Inteligente y Domótica 🏠📲":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_03.gif",
            "Title":"Hogar Inteligente y Domótica | Automatiza tu Vida",
            "Subtitle":"Transforma tu hogar en un espacio inteligente con sistemas de domótica. Controla tu casa desde cualquier lugar con dispositivos conectados.",
            "KEYWORDS": "hogar inteligente, domótica 2024, dispositivos inteligentes, sistemas de seguridad inteligentes, automatización del hogar, Amazon Alexa, Google Home, luces inteligentes, cámaras de seguridad WiFi, enchufes inteligentes, termostatos inteligentes, controladores de temperatura, timbres inteligentes, casas inteligentes en El Salvador, cerraduras electrónicas, control remoto para hogares, dispositivos para ahorro energético, sensores de movimiento, altavoces inteligentes, aspiradoras robot, dispositivos IoT, hogares inteligentes en México, interruptores inteligentes, persianas automáticas, asistentes de voz, domótica para el hogar, routers inteligentes, cámaras de vigilancia, enchufes programables, hogares conectados en Argentina, hogares digitales, control inteligente de luces, dispositivos para hogares modernos, calefacción inteligente, refrigeradores conectados, cerraduras con Bluetooth, domótica en España, sistemas de seguridad avanzados, electrodomésticos inteligentes, televisores con inteligencia artificial, domótica económica, domótica en Chile, casansv"
        },
        "Moda y Accesorios Femeninos 👗✨":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_04.gif",
            "Title":"Moda y Accesorios Femeninos | Estilo y Elegancia",
            "Subtitle":"Encuentra lo último en moda femenina. Prendas y accesorios para cada ocasión con estilo, elegancia y calidad.",
            "KEYWORDS": "moda femenina 2024, tendencias de moda, ropa elegante para mujer, accesorios de moda, comprar ropa en línea, moda en México, vestidos de fiesta, zapatos de mujer, bolsos de marca, moda casual femenina, ropa de oficina para mujer, moda verano 2024, abrigos de moda, ropa elegante en El Salvador, accesorios para el cabello, moda sostenible, moda en Argentina, moda de alta costura, ropa para eventos especiales, conjuntos casuales, outfits para el trabajo, joyería de moda, prendas básicas para mujer, faldas de moda, chaquetas de moda, tendencias primavera-verano, moda en España, zapatos cómodos y elegantes, moda otoño-invierno, moda en Chile, ropa deportiva para mujer, carteras y bolsos, pantalones de mujer, blusas de moda, ropa boho chic, vestidos casuales, moda accesible, zapatos de moda, trajes de baño modernos, sudaderas de mujer, moda contemporánea, casansv"
        },
        "Lencería Femenina 💋🔥":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_05.gif",
            "Title":"Lencería Femenina Sexy | Confort y Sensualidad",
            "Subtitle":"Lencería femenina que combina sensualidad y comodidad. Encuentra las mejores piezas para cada ocasión y siéntete increíble.",
            "KEYWORDS": "lencería femenina 2024, lencería sexy, conjuntos de lencería, comprar lencería online, lencería de encaje, lencería en México, bralettes de moda, ropa interior femenina, sostenes cómodos, lencería en El Salvador, lencería sensual para ocasiones especiales, lencería de lujo, ropa íntima de mujer, lencería de satén, bodys de encaje, lencería de alta calidad, lencería en Argentina, lencería para novias, lencería atrevida, panties de encaje, lencería en Chile, lencería de algodón, ropa interior sexy, batas de encaje, tangas de moda, lencería en España, sostenes sin aros, conjuntos de lencería para boda, ropa íntima de lujo, camisones sexy, lencería moderna, lencería cómoda, corsetería femenina, lencería erótica, lencería con liguero, ropa interior de seda, lencería con transparencias, casansv"
        },
        "Moda y Accesorios Masculinos 👔💼":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_06.gif",
            "Title":"Moda y Accesorios Masculinos | Tendencias para Hombres Modernos",
            "Subtitle":"Descubre la moda masculina más actual. Ropa y accesorios diseñados para hombres que buscan estilo y calidad.",
            "KEYWORDS": "moda masculina 2024, tendencias de moda hombre, ropa de hombre, accesorios de moda masculina, moda en El Salvador, camisas de hombre, moda casual masculina, zapatos de hombre, trajes elegantes, ropa de oficina para hombre, comprar ropa en México, moda de otoño 2024, abrigos masculinos, moda en Argentina, camisetas de marca, accesorios para hombre, chaquetas de cuero, pantalones de moda para hombre, moda urbana, moda de verano para hombre, ropa cómoda para hombre, moda masculina en España, calzado de vestir, ropa informal masculina, relojes de moda para hombre, ropa deportiva de hombre, cinturones de cuero, sudaderas de moda, gafas de sol de hombre, ropa de moda en Chile, zapatos casuales de hombre, moda accesible para hombres, camisas de vestir, bolsos masculinos, trajes de baño para hombre, abrigos de invierno masculinos, moda en Colombia, moda sostenible hombre, casansv"
        },
        "Lencería Masculina 🩲💪":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_07.gif",
            "Title":"Lencería Masculina Cómoda y Sexy | Para Sentirse Seguro",
            "Subtitle":"Lencería masculina que ofrece comodidad y estilo. Siéntete seguro con diseños innovadores y de alta calidad.",
            "KEYWORDS": "lencería masculina 2024, ropa interior para hombre, lencería sexy para hombres, bóxers cómodos, slips de moda, lencería en El Salvador, calzoncillos de encaje, ropa íntima masculina, bóxers ajustados, lencería erótica masculina, calzoncillos de algodón, ropa interior masculina cómoda, ropa interior en México, bóxers con estampados, lencería atrevida para hombres, calzoncillos sin costuras, ropa íntima sexy masculina, lencería masculina en Argentina, ropa interior de lujo, bóxers de diseñador, slips de alta calidad, lencería en España, lencería masculina moderna, calzoncillos ajustados, ropa interior para novios, bóxers de satén, ropa interior de encaje para hombres, lencería masculina en Chile, calzoncillos deportivos, slips elegantes, ropa íntima atrevida, bóxers transpirables, ropa interior de seda, lencería masculina erótica, bóxers con transparencias, ropa interior ajustada para hombres, calzoncillos con soporte, lencería masculina en Colombia, lencería masculina cómoda y sexy, ropa interior sostenible, casansv"
        },
        "Herramientas y Proyectos para el Hogar 🛠️🏡":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_08.gif",
            "Title":"Herramientas y Proyectos para el Hogar | Todo lo que Necesitas",
            "Subtitle":"Completa tus proyectos en casa con nuestras herramientas de alta calidad. Todo lo necesario para reformas y reparaciones.",
            "KEYWORDS": "herramientas para el hogar, proyectos de bricolaje, herramientas eléctricas 2024, accesorios para el hogar, herramientas de alta calidad, comprar herramientas en El Salvador, kits de herramientas, taladros eléctricos, herramientas para carpintería, martillos de alta gama, herramientas en México, llaves inglesas, destornilladores de precisión, herramientas manuales, equipos para proyectos de hogar, herramientas en Argentina, herramientas de construcción, sierras eléctricas, accesorios para herramientas eléctricas, cajas de herramientas organizadas, herramientas de reparación de autos, kits de bricolaje, herramientas para pintar, equipos de medición, accesorios de trabajo en casa, herramientas para el jardín, herramientas en España, herramientas de precisión, sierras manuales, destornilladores automáticos, herramientas en Chile, herramientas multifunción, herramientas de impacto, soluciones para proyectos de reparación, taladros inalámbricos, herramientas para trabajos de madera, equipos de soldadura, herramientas en Colombia, maletas organizadoras de herramientas, kits completos de herramientas, casansv"
        },
        "Salud, Belleza y Bienestar 💅🌿":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_09.gif",
            "Title":"Salud, Belleza y Bienestar | Productos para Cuidarte Mejor",
            "Subtitle":"Encuentra los mejores productos para tu salud, belleza y bienestar. Cuida de ti con soluciones naturales y de alta calidad.",
            "KEYWORDS": "salud y bienestar 2024, productos de belleza, cuidado de la piel, bienestar personal, cremas antienvejecimiento, productos de belleza en México, cosméticos naturales, suplementos para la salud, productos para el cabello, cuidado capilar, productos de belleza en El Salvador, bienestar físico y mental, aceites esenciales, productos de spa, maquillaje profesional, soluciones de bienestar, productos de salud en Argentina, cuidado personal natural, tratamientos antiedad, productos para el cuidado de uñas, salud y bienestar en España, vitaminas y suplementos, productos de aromaterapia, productos orgánicos, tratamientos de belleza innovadores, salud y belleza en Chile, productos para el cuidado del rostro, exfoliantes corporales, mascarillas faciales, cosméticos en Colombia, bienestar integral, soluciones de belleza sostenibles, tratamientos capilares, cosméticos en Argentina, cuidado del cuerpo, productos de belleza en línea, tratamientos estéticos, productos de salud natural, salud y belleza global, cuidado de la piel vegano, tratamientos faciales, productos antiarrugas, bienestar emocional, casansv"
        },
        "Accesorios para Mascotas 🐾🎾":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_10.gif",
            "Title":"Accesorios para Mascotas | Todo para tu Compañero Fiel",
            "Subtitle":"Dale a tu mascota lo mejor con nuestros accesorios. Juguetes, camas y más para el bienestar de tu amigo peludo.",
            "KEYWORDS": "accesorios para mascotas 2024, juguetes para perros, camas para mascotas, collares para perros, correas para mascotas, accesorios para gatos, arneses para perros, rascadores para gatos, comprar accesorios para mascotas en El Salvador, camas ortopédicas para perros, productos para el cuidado de mascotas, juguetes interactivos para mascotas, accesorios en México, alimentación para mascotas, productos para el cuidado dental de mascotas, mantas para perros, casetas para mascotas, dispensadores de comida para mascotas, accesorios para el hogar de mascotas, accesorios para gatos en Argentina, juguetes resistentes para perros, accesorios de moda para mascotas, camas para gatos, correas ajustables, juguetes de peluche para perros, accesorios para gatos en Chile, alimentadores automáticos para mascotas, collares con GPS para mascotas, productos de higiene para mascotas, artículos para mascotas en España, correas retráctiles para perros, mantas impermeables, juguetes de inteligencia para mascotas, camas de lujo para perros, accesorios para gatos en Colombia, productos de salud para mascotas, collares con luces LED, casansv"
        },
        "Repuestos y Accesorios para Automóviles y Motos 🚗🏍️":{
            "GIF_link":"https://raw.githubusercontent.com/casansv/casan-fetch/main//gifs/categoria_11.gif",
            "Title":"Repuestos y Accesorios para Automóviles y Motos | Calidad Garantizada",
            "Subtitle":"Encuentra repuestos y accesorios de calidad para tu automóvil o moto. Mantén tu vehículo en óptimas condiciones y con estilo estético único.",
            "KEYWORDS": "repuestos para automóviles 2024, accesorios para motos, piezas de autos, repuestos en El Salvador, accesorios para coches, llantas para motos, aceite de motor, baterías para automóviles, faros de alta potencia, amortiguadores de coche, accesorios para autos en México, neumáticos de alto rendimiento, limpiaparabrisas de calidad, repuestos de motos en Argentina, pastillas de freno, filtros de aire para coches, sistemas de escape, espejos retrovisores para motos, repuestos de autos en España, accesorios de lujo para autos, kits de iluminación LED, accesorios para motos en Chile, repuestos originales para coches, frenos de disco, sistemas de audio para autos, accesorios de interiores para coches, piezas para coches en Colombia, bombas de combustible, aceites sintéticos, kit de reparación de motos, accesorios cromados para coches, escapes deportivos, tapetes de lujo para autos, llantas para motocicletas, kits de reparación rápida, limpiadores de motores, repuestos en línea, equipos de diagnóstico de coches, piezas de repuesto para autos deportivos, casansv"
        }
    }
}
